# Specify a directory to install
cask_args appdir: '/Applications'
# Install packages
# tap 'homebrew/cask-cask' || true
brew 'vim'
brew 'git'
brew 'bash-completion'
brew 'tree'
brew 'node'
brew 'wget'
# Casks
cask 'alfred'
cask 'dash'
cask 'firefox'
cask 'flux'
cask 'iterm2'
cask 'java'
cask 'slack'
cask 'spotify'
cask 'thunderbird'
cask 'visual-studio-code'
