# Specify a directory to install
cask_args appdir: '/Applications'
# Install packages
# tap 'homebrew/bundle' || true
tap 'homebrew/cask' || true
tap 'adoptopenjdk/openjdk' || true
brew 'dbus'
brew 'bash-completion'
brew 'git'
brew 'jq'
brew 'node'
brew 'pidof'
brew 'screen'
brew 'tree'
brew 'vim'
brew 'watch'
brew 'wget'
# Casks
cask 'adoptopenjdk/openjdk/adoptopenjdk8'
cask 'alfred'
cask 'cyberduck'
cask 'dbeaver-community'
cask 'drawio'
cask 'firefox'
cask 'flux'
cask 'handbrake'
cask 'insomnia'
cask 'iterm2'
cask 'java'
cask 'robo-3t'
cask 'slack'
cask 'spotify'
cask 'thunderbird'
cask 'visual-studio-code'
